{
    "Next": "Següent",
    "Back": "Enrere",
    "Done": "Fet",
    "Don't show again": "No mostrar-ho de nou",
    "Getting started with Paella Player": "Començant amb Paella Player",
    "Paella Player is a multistream video player commonly used for lectures. It typically plays two synchronized streams: the presenter and the presentation.": "Paella Player és un reproductor de vídeo multistream habitualment utilitzat per a classes magistrals. Normalment reprodueix dos fluxos sincronitzats: el presentador i la presentació.",
    "You're about to start a quick tour that will guide you through the main features of the player. You can skip it at any time, and optionally choose not to see this tour again.": "Estàs a punt d'iniciar un breu recorregut que et guiarà per les funcions principals del reproductor. Pots saltar-lo en qualsevol moment i, opcionalment, triar que no es torni a mostrar.",
    "Video navigation": "Navegació del vídeo",
    "This is the timeline. You can navigate to any time in the video by clicking the timeline.": "Aquesta és la línia temporal. Pots anar a qualsevol moment del vídeo fent clic a la línia temporal.",
    "Changing the layout of the player": "Canviant la disposició del reproductor",
    "In multistream videos, the buttons on the video also affect the layout. Allowing you to make one video bigger than the other or even hide one of the vodeos.": "En els vídeos multistream, els botons del vídeo també afecten la disposició, permetent fer un vídeo més gran que l'altre o fins i tot amagar-ne un.",
    "You're all set!": "Ja està tot llest!",
    "You've reached the end of the tour.<br/><br/>Now you're ready to explore and use the Paella Player on your own.": "Has arribat al final del recorregut.<br/><br/>Ara estàs llest per explorar i fer servir Paella Player pel teu compte.",
    "This button opens a menu with multiple additional tools designed to enhance your experience.": "Aquest botó obre un menú amb diverses eines addicionals dissenyades per millorar la teva experiència.",
    "Here you’ll find all the available tools grouped in one place. Take a moment to explore what's available.": "Aquí trobaràs totes les eines disponibles agrupades en un sol lloc. Pren-te un moment per explorar-les.",
    "Cookie consent": "Consentiment de galetes",
    "This plugin manages cookie consent preferences for the player, allowing users to accept or reject cookies and configure their preferences.": "Aquest complement gestiona les preferències de consentiment de galetes per al reproductor, permetent als usuaris acceptar o rebutjar les galetes i configurar les seves preferències.",
    "Select the active audio track": "Seleccioneu la pista d'àudio activa",
    "Toggle audio mute": "Alternar el silenci d'àudio",
    "Toggle play/pause": "Alternar reproducció/pausa",
    "Toggle captions": "Alternar subtítols",
    "Volume up 10%": "Augmentar el volum un 10%",
    "Volume down 10%": "Reduir el volum un 10%",
    "Close pop-up": "Tancar la finestra emergent",
    "Decrease playback speed": "Reduir la velocitat de reproducció",
    "Increase playback speed": "Augmentar la velocitat de reproducció",
    "Select captions": "Seleccionar subtítols",
    "Search": "Cercar",
    "Search in captions": "Cercar en subtítols",
    "No results found": "No s'han trobat resultats",
    "Toggle fullscreen": "Alternar pantalla completa",
    "Video layout": "Disposició dels vídeos",
    "Playback rate": "Velocitat de reproducció",
    "Video quality": "Qualitat del vídeo",
    "Volume": "Volum",
    "Audio track": "Pista d'àudio",
    "Spanish": "Castellà",
    "Keyboard shortcuts": "Dreceres de teclat",
    "Audio track selector": "Selector de pista d'àudio",
    "Allows you to select the active audio track from the available options.": "Et permet seleccionar la pista d'àudio activa entre les opcions disponibles.",
    "Backward button": "Botó de retrocés",
    "Allows you to rewind the video by a specified number of seconds.": "Et permet retrocedir el vídeo un nombre determinat de segons.",
    "Captions selector": "Selector de subtítols",
    "Allows you to select and enable captions for the video.": "Et permet seleccionar i activar subtítols per al vídeo.",
    "Downloads menu": "Menú de descàrregues",
    "Provides a menu to download available video streams or resources.": "Proporciona un menú per descarregar els fluxos o recursos de vídeo disponibles.",
    "Test external plugin": "Provar complement extern",
    "A test plugin to demonstrate external plugin functionality.": "Un complement de prova per demostrar la funcionalitat de complements externs.",
    "Find captions": "Cercar subtítols",
    "Allows you to search for specific captions within the video.": "Et permet cercar subtítols concrets dins del vídeo.",
    "Forward button": "Botó d'avanç",
    "Allows you to fast-forward the video by a specified number of seconds.": "Et permet avançar el vídeo un nombre determinat de segons.",
    "Fullscreen toggle": "Alternar pantalla completa",
    "Allows you to toggle between fullscreen and windowed mode.": "Et permet alternar entre pantalla completa i mode finestra.",
    "Layout selector": "Selector de disposició",
    "Allows you to choose the video layout from the available options.": "Et permet triar la disposició del vídeo entre les opcions disponibles.",
    "Playback rate selector": "Selector de velocitat de reproducció",
    "Allows you to adjust the playback speed of the video.": "Et permet ajustar la velocitat de reproducció del vídeo.",
    "Volume control": "Control de volum",
    "Allows you to adjust the volume of the video playback.": "Et permet ajustar el volum de la reproducció del vídeo.",
    "Volume slider": "Control lliscant de volum",
    "Related documents": "Documents relacionats",
    "Paella player version": "Versió del reproductor Paella",
    "Displays a list of documents related to the current video.": "Mostra una llista de documents relacionats amb el vídeo actual.",
    "View the version details of the player and its components.": "Veure els detalls de la versió del reproductor i dels seus components.",
    "This content was generated by artificial intelligence.": "Aquest contingut ha estat generat per intel·ligència artificial.",
    "It has not been reviewed and may contain inaccuracies.": "No ha estat revisat i pot contenir inexactituds.",
    "Please interpret it with caution.": "Interpreta-ho amb precaució.",
    "Paella Modules": "Mòduls de Paella",
    "Keyboard shortcuts help": "Ajuda d'atajos de teclat",
    "Displays a list of available keyboard shortcuts to control the video player.": "Mostra una llista d'atajos de teclat disponibles per controlar el reproductor de vídeo.",
    "Related videos": "Vídeos relacionats",
    "Displays a list of videos related to the current video.": "Mostra un llistat de vídeos relacionats amb el vídeo actual."
}