{
    "Next": "Weiter",
    "Back": "Zurück",
    "Done": "Fertig",
    "Don't show again": "Nicht mehr anzeigen",
    "Getting started with Paella Player": "Erste Schritte mit Paella Player",
    "Paella Player is a multistream video player commonly used for lectures. It typically plays two synchronized streams: the presenter and the presentation.": "Paella Player ist ein Multistream-Videoplayer, der häufig für Vorlesungen verwendet wird. Er spielt normalerweise zwei synchronisierte Streams ab: den Präsentator und die Präsentation.",
    "You're about to start a quick tour that will guide you through the main features of the player. You can skip it at any time, and optionally choose not to see this tour again.": "Sie sind dabei, eine kurze Tour zu starten, die Sie durch die Hauptfunktionen des Players führt. Sie können sie jederzeit überspringen und optional wählen, diese Tour nicht mehr zu sehen.",
    "Video navigation": "Videonavigation",
    "This is the timeline. You can navigate to any time in the video by clicking the timeline.": "Dies ist die Zeitleiste. Sie können zu jedem Zeitpunkt im Video navigieren, indem Sie auf die Zeitleiste klicken.",
    "Changing the layout of the player": "Ändern des Player-Layouts",
    "In multistream videos, the buttons on the video also affect the layout. Allowing you to make one video bigger than the other or even hide one of the vodeos.": "Bei Multistream-Videos wirken sich die Schaltflächen im Video auch auf das Layout aus. Sie können ein Video größer als das andere machen oder sogar eines der Videos ausblenden.",
    "You're all set!": "Alles fertig!",
    "You've reached the end of the tour.<br/><br/>Now you're ready to explore and use the Paella Player on your own.": "Sie haben das Ende der Tour erreicht.<br/><br/>Jetzt sind Sie bereit, den Paella Player auf eigene Faust zu erkunden und zu nutzen.",
    "This button opens a menu with multiple additional tools designed to enhance your experience.": "Diese Schaltfläche öffnet ein Menü mit mehreren zusätzlichen Tools, die Ihr Erlebnis verbessern sollen.",
    "Here you'll find all the available tools grouped in one place. Take a moment to explore what's available.": "Hier finden Sie alle verfügbaren Tools an einem Ort gruppiert. Nehmen Sie sich einen Moment Zeit, um zu erkunden, was verfügbar ist.",
    "Cookie consent": "Cookie-Zustimmung",
    "This plugin manages cookie consent preferences for the player, allowing users to accept or reject cookies and configure their preferences.": "Dieses Plugin verwaltet die Cookie-Zustimmungspräferenzen für den Player und ermöglicht es Benutzern, Cookies zu akzeptieren oder abzulehnen und ihre Präferenzen zu konfigurieren.",
    "Related documents": "Zugehörige Dokumente",
    "Paella player version": "Paella Player Version",
    "Displays a list of documents related to the current video.": "Zeigt eine Liste von Dokumenten an, die mit dem aktuellen Video in Zusammenhang stehen.",
    "View the version details of the player and its components.": "Zeigen Sie die Versionsdetails des Players und seiner Komponenten an.",
    "This content was generated by artificial intelligence.": "Dieser Inhalt wurde durch künstliche Intelligenz generiert.",
    "It has not been reviewed and may contain inaccuracies.": "Er wurde nicht überprüft und kann Ungenauigkeiten enthalten.",
    "Please interpret it with caution.": "Bitte interpretieren Sie ihn mit Vorsicht.",
    "Select the active audio track": "Aktive Audiospur auswählen",
    "Toggle audio mute": "Audio stumm schalten",
    "Toggle play/pause": "Wiedergabe/Pause umschalten",
    "Toggle captions": "Untertitel umschalten",
    "Volume up 10%": "Lautstärke um 10% erhöhen",
    "Volume down 10%": "Lautstärke um 10% verringern",
    "Close pop-up": "Pop-up schließen",
    "Decrease playback speed": "Wiedergabegeschwindigkeit verringern",
    "Increase playback speed": "Wiedergabegeschwindigkeit erhöhen",
    "Select captions": "Untertitel auswählen",
    "Search": "Suchen",
    "Search in captions": "In Untertiteln suchen",
    "No results found": "Keine Ergebnisse gefunden",
    "Toggle fullscreen": "Vollbild umschalten",
    "Video layout": "Video-Layout",
    "Playback rate": "Wiedergabegeschwindigkeit",
    "Video quality": "Videoqualität",
    "Volume": "Lautstärke",
    "Audio track": "Audiospur",
    "Spanish": "Spanisch",
    "Keyboard shortcuts": "Tastenkürzel",
    "Audio track selector": "Audiospur-Auswahl",
    "Allows you to select the active audio track from the available options.": "Ermöglicht die Auswahl der aktiven Audiospur aus den verfügbaren Optionen.",
    "Backward button": "Rückwärts-Taste",
    "Allows you to rewind the video by a specified number of seconds.": "Ermöglicht das Zurückspulen des Videos um eine bestimmte Anzahl von Sekunden.",
    "Captions selector": "Untertitel-Auswahl",
    "Allows you to select and enable captions for the video.": "Ermöglicht die Auswahl und Aktivierung von Untertiteln für das Video.",
    "Downloads menu": "Download-Menü",
    "Provides a menu to download available video streams or resources.": "Bietet ein Menü zum Herunterladen verfügbarer Video-Streams oder Ressourcen.",
    "Test external plugin": "Externes Plugin testen",
    "A test plugin to demonstrate external plugin functionality.": "Ein Test-Plugin zur Demonstration der Funktionalität externer Plugins.",
    "Find captions": "Untertitel finden",
    "Allows you to search for specific captions within the video.": "Ermöglicht die Suche nach bestimmten Untertiteln im Video.",
    "Forward button": "Vorwärts-Taste",
    "Allows you to fast-forward the video by a specified number of seconds.": "Ermöglicht das Vorspulen des Videos um eine bestimmte Anzahl von Sekunden.",
    "Fullscreen toggle": "Vollbild umschalten",
    "Allows you to toggle between fullscreen and windowed mode.": "Ermöglicht das Umschalten zwischen Vollbild- und Fenstermodus.",
    "Layout selector": "Layout-Auswahl",
    "Allows you to choose the video layout from the available options.": "Ermöglicht die Auswahl des Video-Layouts aus den verfügbaren Optionen.",
    "Playback rate selector": "Wiedergabegeschwindigkeit-Auswahl",
    "Allows you to adjust the playback speed of the video.": "Ermöglicht die Anpassung der Wiedergabegeschwindigkeit des Videos.",
    "Volume control": "Lautstärkeregelung",
    "Allows you to adjust the volume of the video playback.": "Ermöglicht die Anpassung der Lautstärke der Videowiedergabe.",
    "Volume slider": "Lautstärkeregler"
}