{
    "Next": "Siguiente",
    "Back": "Atrás",
    "Done": "Hecho",
    "Don't show again": "No volver a mostrar",
    "Getting started with Paella Player": "Comenzando con Paella Player",
    "Paella Player is a multistream video player commonly used for lectures. It typically plays two synchronized streams: the presenter and the presentation.": "Paella Player es un reproductor de video multistream comúnmente utilizado para conferencias. Normalmente reproduce dos flujos sincronizados: el presentador y la presentación.",
    "You're about to start a quick tour that will guide you through the main features of the player. You can skip it at any time, and optionally choose not to see this tour again.": "Estás a punto de comenzar un tutorial rápido que te guiará a través de las principales características del reproductor. Puedes omitirlo en cualquier momento y, opcionalmente, elegir no volver a ver este tutorial.",
    "Video navigation": "Navegación de video",
    "This is the timeline. You can navigate to any time in the video by clicking the timeline.": "Esta es la línea de tiempo. Puedes navegar a cualquier momento del video haciendo clic en la línea de tiempo.",
    "Changing the layout of the player": "Reproductor Paella: Cambiando el diseño del reproductor",
    "In multistream videos, the buttons on the video also affect the layout. Allowing you to make one video bigger than the other or even hide one of the vodeos.": "En videos multistream, los botones en el video también afectan el diseño. Permitiéndote hacer que un video sea más grande que el otro o incluso ocultar uno de los videos.",
    "You're all set!": "¡Has terminado!",
    "You've reached the end of the tour.<br/><br/>Now you're ready to explore and use the Paella Player on your own.": "Has llegado al final del tutorial.<br/><br/>Ahora estás listo para explorar y usar el reproductor Paella por tu cuenta.",
    "This button opens a menu with multiple additional tools designed to enhance your experience.": "Este botón abre un menú con múltiples herramientas adicionales diseñadas para mejorar tu experiencia.",
    "Here you’ll find all the available tools grouped in one place. Take a moment to explore what's available.": "Aquí encontrarás todas las herramientas disponibles agrupadas en un solo lugar. Tómate un momento para explorar lo que hay disponible.",
    "Cookie Consent Plugin": "Consentimiento de Cookies",
    "This plugin manages cookie consent preferences for the player, allowing users to accept or reject cookies and configure their preferences.": "Este plugin gestiona las preferencias de consentimiento de cookies para el reproductor, permitiendo a los usuarios aceptar o rechazar cookies y configurar sus preferencias.",
    "Select the active audio track": "Seleccione la pista de audio activa",
    "Toggle audio mute": "Conmutar el silencio de audio",
    "Toggle play/pause": "Activar la reproducción/pausa",
    "Toggle captions": "Alternar subtítulos",
    "Volume up 10%": "Aumenta el volumen un 10%.",
    "Volume down 10%": "Reduce el volumen un 10%.",
    "Close pop-up": "Cerrar Pop Up",
    "Decrease playback speed": "Reducir la velocidad de reproducción",
    "Increase playback speed": "Aumentar la velocidad de reproducción",
    "Select captions": "Seleccionar subtítulos",
    "Search": "Buscar",
    "Search in captions": "Buscar en subtítulos",
    "No results found": "No se han encontrado resultados",
    "Toggle fullscreen": "Cambiar modo de pantalla completa",
    "Video layout": "Disposición de los vídeos",
    "Playback rate": "Velocidad de reproducción",
    "Video quality": "Calidad del vídeo",
    "Volume": "Volumen",
    "Audio track": "Pista de audio",
    "Spanish": "Español",
    "Keyboard shortcuts": "Atajos de teclado",
    "Audio track selector": "Selector de pista de audio",
    "Allows you to select the active audio track from the available options.": "Permite seleccionar la pista de audio activa de las opciones disponibles.",
    "Backward button": "Botón de retroceso",
    "Allows you to rewind the video by a specified number of seconds.": "Permite retroceder el video un número específico de segundos.",
    "Captions selector": "Selector de subtítulos",
    "Allows you to select and enable captions for the video.": "Permite seleccionar y activar subtítulos para el video.",
    "Downloads menu": "Menú de descargas",
    "Provides a menu to download available video streams or resources.": "Proporciona un menú para descargar flujos de video o recursos disponibles.",
    "Test external plugin": "Probar plugin externo",
    "A test plugin to demonstrate external plugin functionality.": "Un plugin de prueba para demostrar la funcionalidad de plugins externos.",
    "Find captions": "Buscar subtítulos",
    "Allows you to search for specific captions within the video.": "Permite buscar subtítulos específicos dentro del video.",
    "Forward button": "Botón de avance",
    "Allows you to fast-forward the video by a specified number of seconds.": "Permite avanzar el video un número específico de segundos.",
    "Fullscreen toggle": "Alternar pantalla completa",
    "Allows you to toggle between fullscreen and windowed mode.": "Permite alternar entre el modo de pantalla completa y el modo ventana.",
    "Layout selector": "Selector de diseño",
    "Allows you to choose the video layout from the available options.": "Permite elegir el diseño del video entre las opciones disponibles.",
    "Playback rate selector": "Selector de velocidad de reproducción",
    "Allows you to adjust the playback speed of the video.": "Permite ajustar la velocidad de reproducción del video.",
    "Volume control": "Control de volumen",
    "Allows you to adjust the volume of the video playback.": "Permite ajustar el volumen de la reproducción del video.",
    "Volume slider": "Control deslizante de volumen",

    "This content was generated by artificial intelligence.": "Este contenido fue generado por inteligencia artificial.",
    "It has not been reviewed and may contain inaccuracies.": "No ha sido revisado y puede contener inexactitudes.",
    "Please interpret it with caution.": "Por favor, interprételo con precaución."    
}