{
    "Next": "Suivant",
    "Back": "Retour",
    "Done": "Terminé",
    "Don't show again": "Ne plus afficher",
    "Getting started with Paella Player": "Premiers pas avec Paella Player",
    "Paella Player is a multistream video player commonly used for lectures. It typically plays two synchronized streams: the presenter and the presentation.": "Paella Player est un lecteur vidéo multistream couramment utilisé pour les conférences. Il lit généralement deux flux synchronisés : le présentateur et la présentation.",
    "You're about to start a quick tour that will guide you through the main features of the player. You can skip it at any time, and optionally choose not to see this tour again.": "Vous êtes sur le point de commencer une visite rapide qui vous guidera à travers les principales fonctionnalités du lecteur. Vous pouvez la sauter à tout moment et choisir de ne plus la voir.",
    "Video navigation": "Navigation vidéo",
    "This is the timeline. You can navigate to any time in the video by clicking the timeline.": "Ceci est la chronologie. Vous pouvez naviguer à n'importe quel moment de la vidéo en cliquant sur la chronologie.",
    "Changing the layout of the player": "Modification de la disposition du lecteur",
    "In multistream videos, the buttons on the video also affect the layout. Allowing you to make one video bigger than the other or even hide one of the vodeos.": "Dans les vidéos multistream, les boutons sur la vidéo affectent également la disposition. Vous permettant de rendre une vidéo plus grande que l'autre ou même de cacher l'une des vidéos.",
    "You're all set!": "Vous êtes prêt !",
    "You've reached the end of the tour.<br/><br/>Now you're ready to explore and use the Paella Player on your own.": "Vous avez atteint la fin de la visite.<br/><br/>Vous êtes maintenant prêt à explorer et utiliser le lecteur Paella par vous-même.",
    "This button opens a menu with multiple additional tools designed to enhance your experience.": "Ce bouton ouvre un menu avec plusieurs outils supplémentaires conçus pour améliorer votre expérience.",
    "Here you’ll find all the available tools grouped in one place. Take a moment to explore what's available.": "Vous trouverez ici tous les outils disponibles regroupés en un seul endroit. Prenez un moment pour explorer ce qui est disponible.",
    "Cookie consent": "Consentement aux cookies",
    "This plugin manages cookie consent preferences for the player, allowing users to accept or reject cookies and configure their preferences.": "Ce plugin gère les préférences de consentement aux cookies pour le lecteur, permettant aux utilisateurs d'accepter ou de refuser les cookies et de configurer leurs préférences.",
    "Select the active audio track": "Sélectionner la piste audio active",
    "Toggle audio mute": "Activer/désactiver le mode muet",
    "Toggle play/pause": "Basculer lecture/pause",
    "Toggle captions": "Activer/désactiver les sous-titres",
    "Volume up 10%": "Augmenter le volume de 10%",
    "Volume down 10%": "Diminuer le volume de 10%",
    "Close pop-up": "Fermer la fenêtre contextuelle",
    "Decrease playback speed": "Diminuer la vitesse de lecture",
    "Increase playback speed": "Augmenter la vitesse de lecture",
    "Select captions": "Sélectionner les sous-titres",
    "Search": "Rechercher",
    "Search in captions": "Rechercher dans les sous-titres",
    "No results found": "Aucun résultat trouvé",
    "Toggle fullscreen": "Basculer en plein écran",
    "Video layout": "Disposition vidéo",
    "Playback rate": "Vitesse de lecture",
    "Video quality": "Qualité vidéo",
    "Volume": "Volume",
    "Audio track": "Piste audio",
    "Spanish": "Espagnol",
    "Keyboard shortcuts": "Raccourcis clavier",
    "Audio track selector": "Sélecteur de piste audio",
    "Allows you to select the active audio track from the available options.": "Vous permet de sélectionner la piste audio active parmi les options disponibles.",
    "Backward button": "Bouton de retour",
    "Allows you to rewind the video by a specified number of seconds.": "Vous permet de rembobiner la vidéo d'un nombre spécifié de secondes.",
    "Captions selector": "Sélecteur de sous-titres",
    "Allows you to select and enable captions for the video.": "Vous permet de sélectionner et d'activer les sous-titres pour la vidéo.",
    "Downloads menu": "Menu de téléchargements",
    "Provides a menu to download available video streams or resources.": "Fournit un menu pour télécharger les flux vidéo ou ressources disponibles.",
    "Test external plugin": "Tester le plugin externe",
    "A test plugin to demonstrate external plugin functionality.": "Un plugin de test pour démontrer la fonctionnalité des plugins externes.",
    "Find captions": "Rechercher des sous-titres",
    "Allows you to search for specific captions within the video.": "Vous permet de rechercher des sous-titres spécifiques dans la vidéo.",
    "Forward button": "Bouton d'avance",
    "Allows you to fast-forward the video by a specified number of seconds.": "Vous permet d'avancer rapidement la vidéo d'un nombre spécifié de secondes.",
    "Fullscreen toggle": "Basculer en plein écran",
    "Allows you to toggle between fullscreen and windowed mode.": "Vous permet de basculer entre le mode plein écran et le mode fenêtré.",
    "Layout selector": "Sélecteur de disposition",
    "Allows you to choose the video layout from the available options.": "Vous permet de choisir la disposition vidéo parmi les options disponibles.",
    "Playback rate selector": "Sélecteur de vitesse de lecture",
    "Allows you to adjust the playback speed of the video.": "Vous permet d'ajuster la vitesse de lecture de la vidéo.",
    "Volume control": "Contrôle du volume",
    "Allows you to adjust the volume of the video playback.": "Vous permet d'ajuster le volume de la lecture vidéo.",
    "Volume slider": "Curseur de volume",
    "Related documents": "Documents connexes",
    "Paella player version": "Version du lecteur Paella",
    "Displays a list of documents related to the current video.": "Affiche une liste de documents liés à la vidéo actuelle.",
    "View the version details of the player and its components.": "Afficher les détails de version du lecteur et de ses composants.",
    "This content was generated by artificial intelligence.": "Ce contenu a été généré par intelligence artificielle.",
    "It has not been reviewed and may contain inaccuracies.": "Il n'a pas été révisé et peut contenir des inexactitudes.",
    "Please interpret it with caution.": "Veuillez l'interpréter avec prudence.",
    "Paella Modules": "Modules Paella"
}