{
    "Next": "Avanti",
    "Back": "Indietro",
    "Done": "Fatto",
    "Don't show again": "Non mostrare di nuovo",
    "Getting started with Paella Player": "Iniziare con Paella Player",
    "Paella Player is a multistream video player commonly used for lectures. It typically plays two synchronized streams: the presenter and the presentation.": "Paella Player è un lettore video multistream comunemente utilizzato per le conferenze. Tipicamente riproduce due flussi sincronizzati: il relatore e la presentazione.",
    "You're about to start a quick tour that will guide you through the main features of the player. You can skip it at any time, and optionally choose not to see this tour again.": "Stai per iniziare un tour rapido che ti guiderà attraverso le caratteristiche principali del lettore. Puoi saltarlo in qualsiasi momento e, facoltativamente, scegliere di non vedere più questo tour.",
    "Video navigation": "Navigazione video",
    "This is the timeline. You can navigate to any time in the video by clicking the timeline.": "Questa è la linea temporale. Puoi navigare a qualsiasi momento del video cliccando sulla linea temporale.",
    "Changing the layout of the player": "Modifica del layout del lettore",
    "In multistream videos, the buttons on the video also affect the layout. Allowing you to make one video bigger than the other or even hide one of the vodeos.": "Nei video multistream, i pulsanti sul video influenzano anche il layout. Permettendoti di rendere un video più grande dell'altro o addirittura nascondere uno dei video.",
    "You're all set!": "Tutto pronto!",
    "You've reached the end of the tour.<br/><br/>Now you're ready to explore and use the Paella Player on your own.": "Hai raggiunto la fine del tour.<br/><br/>Ora sei pronto per esplorare e utilizzare Paella Player da solo.",
    "This button opens a menu with multiple additional tools designed to enhance your experience.": "Questo pulsante apre un menu con più strumenti aggiuntivi progettati per migliorare la tua esperienza.",
    "Here you’ll find all the available tools grouped in one place. Take a moment to explore what's available.": "Qui troverai tutti gli strumenti disponibili raggruppati in un unico posto. Prenditi un momento per esplorare cosa è disponibile.",
    "Cookie consent": "Consenso ai cookie",
    "This plugin manages cookie consent preferences for the player, allowing users to accept or reject cookies and configure their preferences.": "Questo plugin gestisce le preferenze di consenso ai cookie per il lettore, consentendo agli utenti di accettare o rifiutare i cookie e configurare le loro preferenze.",
    "Related documents": "Documenti correlati",
    "Paella player version": "Versione di Paella player",
    "Displays a list of documents related to the current video.": "Visualizza un elenco di documenti relativi al video corrente.",
    "View the version details of the player and its components.": "Visualizza i dettagli della versione del lettore e dei suoi componenti.",
    "This content was generated by artificial intelligence.": "Questo contenuto è stato generato da intelligenza artificiale.",
    "It has not been reviewed and may contain inaccuracies.": "Non è stato revisionato e potrebbe contenere inesattezze.",
    "Please interpret it with caution.": "Si prega di interpretarlo con cautela.",
    "Select the active audio track": "Seleziona la traccia audio attiva",
    "Toggle audio mute": "Attiva/disattiva audio muto",
    "Toggle play/pause": "Attiva/disattiva riproduzione/pausa",
    "Toggle captions": "Attiva/disattiva sottotitoli",
    "Volume up 10%": "Aumenta volume del 10%",
    "Volume down 10%": "Diminuisci volume del 10%",
    "Close pop-up": "Chiudi pop-up",
    "Decrease playback speed": "Diminuisci velocità di riproduzione",
    "Increase playback speed": "Aumenta velocità di riproduzione",
    "Select captions": "Seleziona sottotitoli",
    "Search": "Cerca",
    "Search in captions": "Cerca nei sottotitoli",
    "No results found": "Nessun risultato trovato",
    "Toggle fullscreen": "Attiva/disattiva schermo intero",
    "Video layout": "Layout video",
    "Playback rate": "Velocità di riproduzione",
    "Video quality": "Qualità video",
    "Volume": "Volume",
    "Audio track": "Traccia audio",
    "Spanish": "Spagnolo",
    "Keyboard shortcuts": "Scorciatoie da tastiera",
    "Audio track selector": "Selettore traccia audio",
    "Allows you to select the active audio track from the available options.": "Consente di selezionare la traccia audio attiva dalle opzioni disponibili.",
    "Backward button": "Pulsante indietro",
    "Allows you to rewind the video by a specified number of seconds.": "Consente di riavvolgere il video di un numero specifico di secondi.",
    "Captions selector": "Selettore sottotitoli",
    "Allows you to select and enable captions for the video.": "Consente di selezionare e abilitare i sottotitoli per il video.",
    "Downloads menu": "Menu download",
    "Provides a menu to download available video streams or resources.": "Fornisce un menu per scaricare flussi video o risorse disponibili.",
    "Test external plugin": "Testa plugin esterno",
    "A test plugin to demonstrate external plugin functionality.": "Un plugin di test per dimostrare la funzionalità dei plugin esterni.",
    "Find captions": "Trova sottotitoli",
    "Allows you to search for specific captions within the video.": "Consente di cercare sottotitoli specifici all'interno del video.",
    "Forward button": "Pulsante avanti",
    "Allows you to fast-forward the video by a specified number of seconds.": "Consente di mandare avanti velocemente il video di un numero specifico di secondi.",
    "Fullscreen toggle": "Attiva/disattiva schermo intero",
    "Allows you to toggle between fullscreen and windowed mode.": "Consente di passare tra modalità schermo intero e finestra.",
    "Layout selector": "Selettore layout",
    "Allows you to choose the video layout from the available options.": "Consente di scegliere il layout video dalle opzioni disponibili.",
    "Playback rate selector": "Selettore velocità di riproduzione",
    "Allows you to adjust the playback speed of the video.": "Consente di regolare la velocità di riproduzione del video.",
    "Volume control": "Controllo volume",
    "Allows you to adjust the volume of the video playback.": "Consente di regolare il volume della riproduzione video.",
    "Volume slider": "Cursore volume",
    "Paella Modules": "Moduli Paella"
}